"use client"

import { Button } from "@/components/ui/button";







export default function Home() {

  return (
    <div className="">


      <Button variant="outline" >Click</Button>




      Загальні положення
      Збиральник замовлень на складі повітряних кульок і товарів для свята (далі — Збиральник) призначається на посаду і звільняється з посади наказом керівника підприємства.
      Збиральник підпорядковується безпосередньо начальнику складу або старшому збиральнику.
      На час відсутності Збиральника (відпустка, хвороба, відрядження тощо) його обовязки виконує особа, призначена у встановленому порядку.
      Завдання та обов’язки
      Отримання і обробка замовлень на товари, що зберігаються на складі.
      Комплектування замовлень згідно з накладними або списками, забезпечення відповідності кількості та якості товарів замовленню.
      Перевірка товарів на відповідність замовленим позиціям перед відправленням.
      Упаковка товарів для подальшого відправлення, забезпечення їх цілісності під час транспортування.
      Передача замовлень відділу логістики.
      Участь у проведенні інвентаризацій.
      Забезпечення чистоти і порядку на робочому місці.







    </div>
  );
}
